[
  {
    "title": "What is included in my purchase?",
    "description": "Your purchase includes a transformative package: Archive 00: Genesis magnet with meditation bench, the NOW online course for a 40-day program, and access to one of our integration coaches for guidance throughout your journey"
  },
  {
    "title": "Can I purchase the course or product separately?",
    "description": "While you can buy items individually, we recommend embracing the holisti approach of our program. Integrating both tools and lessons maximizes the transformative potential, ensuring a comprehensive journey towards personal growth and wellness."
  },
  {
    "title": "I’m new to the Vessels community. Is this the NOW program and Archive 00: genesis a good place to start?",
    "description": "Absolutely. Genesis is our foundational offering, designed to ground individuals in key understandings that enhance their lives and expand their self-awareness. Starting here ensures you can show up in the world as your most effective self. While we offer a variety of vessels, we encourage the community to begin with Genesis, as its name suggests—the beginning."
  },
  {
    "title": "I’m injured. Can I still practice meditation and breathwork?",
    "description": "We offer various modifications and options in each practice to accommodate your needs. While the bench may not be necessary, you can still engage with the content using the journal and aromatherapy candles. However, it's essential to first get clearance from healthcare provider and modify your practice accordingly. Please note that the meditation bench is part of a limited edition curated offering and not sold separately."
  },
  {
    "title": "How can I join community classes and retreats?",
    "description": "To join our community classes, subscribe to our newsletter for updates on class availability and details. Our retreats are scheduled months in advance and operate on a first-come, first-served basis. Stay tuned for announcements!"
  },
  {
    "title": "I need to contact someone about my account. Which email should I use?",
    "description": "If you have any questions about your account our email address is Info@ShopVessels.com"
  }
]
